    'infections': {
        fields: [
            {
                id: 'entry.2128698376',
                type: 'text',
                label: { he: 'שם מלא', en: 'שם מלא', ar: 'שם מלא', ru: 'שם מלא' }
            },
            {
                id: 'entry.482346055',
                type: 'select',
                label: { he: 'מחלקה : ', en: 'מחלקה : ', ar: 'מחלקה : ', ru: 'מחלקה : ' },
                options: [
                    { val: 'שיקום א', label: { he: 'שיקום א', en: 'שיקום א', ar: 'שיקום א', ru: 'שיקום א' } },
                    { val: 'שיקום ב', label: { he: 'שיקום ב', en: 'שיקום ב', ar: 'שיקום ב', ru: 'שיקום ב' } },
                    { val: 'סיעוד מורכב א\'', label: { he: 'סיעוד מורכב א\'', en: 'סיעוד מורכב א\'', ar: 'סיעוד מורכב א\'', ru: 'סיעוד מורכב א\'' } },
                    { val: 'סיעוד מורכב ב\'', label: { he: 'סיעוד מורכב ב\'', en: 'סיעוד מורכב ב\'', ar: 'סיעוד מורכב ב\'', ru: 'סיעוד מורכב ב\'' } },
                    { val: 'סיעוד מורכב ג\'', label: { he: 'סיעוד מורכב ג\'', en: 'סיעוד מורכב ג\'', ar: 'סיעוד מורכב ג\'', ru: 'סיעוד מורכב ג\'' } },
                    { val: 'מונשמים א', label: { he: 'מונשמים א', en: 'מונשמים א', ar: 'מונשמים א', ru: 'מונשמים א' } },
                    { val: 'מונשמים ג', label: { he: 'מונשמים ג', en: 'מונשמים ג', ar: 'מונשמים ג', ru: 'מונשמים ג' } },
                    { val: 'מונשמים ב', label: { he: 'מונשמים ב', en: 'מונשמים ב', ar: 'מונשמים ב', ru: 'מונשמים ב' } },
                ]
            },
            {
                id: 'entry.1264765965',
                type: 'radio',
                label: { he: '\nשאלה 1:\n?איזו פעולה מפחיתה את הסיכון לזיהומים במוסד הגריאטרי ', en: '\nשאלה 1:\n?איזו פעולה מפחיתה את הסיכון לזיהומים במוסד הגריאטרי ', ar: '\nשאלה 1:\n?איזו פעולה מפחיתה את הסיכון לזיהומים במוסד הגריאטרי ', ru: '\nשאלה 1:\n?איזו פעולה מפחיתה את הסיכון לזיהומים במוסד הגריאטרי ' },
                options: [
                    { val: 'שימוש בכפפות בלבד', label: { he: 'שימוש בכפפות בלבד', en: 'שימוש בכפפות בלבד', ar: 'שימוש בכפפות בלבד', ru: 'שימוש בכפפות בלבד' } },
                    { val: 'הגיינת ידיים לפי ואחרי כל טיפול בחולה', label: { he: 'הגיינת ידיים לפי ואחרי כל טיפול בחולה', en: 'הגיינת ידיים לפי ואחרי כל טיפול בחולה', ar: 'הגיינת ידיים לפי ואחרי כל טיפול בחולה', ru: 'הגיינת ידיים לפי ואחרי כל טיפול בחולה' } },
                    { val: 'חיטוי חדרים בלבד', label: { he: 'חיטוי חדרים בלבד', en: 'חיטוי חדרים בלבד', ar: 'חיטוי חדרים בלבד', ru: 'חיטוי חדרים בלבד' } },
                    { val: 'שמירה על מרחק מהחולה', label: { he: 'שמירה על מרחק מהחולה', en: 'שמירה על מרחק מהחולה', ar: 'שמירה על מרחק מהחולה', ru: 'שמירה על מרחק מהחולה' } },
                ]
            },
            {
                id: 'entry.1661314556',
                type: 'radio',
                label: { he: 'שאלה 2:\n?מתי יש לשטוף ידיים במים וסבון', en: 'שאלה 2:\n?מתי יש לשטוף ידיים במים וסבון', ar: 'שאלה 2:\n?מתי יש לשטוף ידיים במים וסבון', ru: 'שאלה 2:\n?מתי יש לשטוף ידיים במים וסבון' },
                options: [
                    { val: 'בכל מצב יש לשטוף ידיים', label: { he: 'בכל מצב יש לשטוף ידיים', en: 'בכל מצב יש לשטוף ידיים', ar: 'בכל מצב יש לשטוף ידיים', ru: 'בכל מצב יש לשטוף ידיים' } },
                    { val: 'כשיש לכלוך נראה לעין חובה לשטוף במים וסבון', label: { he: 'כשיש לכלוך נראה לעין חובה לשטוף במים וסבון', en: 'כשיש לכלוך נראה לעין חובה לשטוף במים וסבון', ar: 'כשיש לכלוך נראה לעין חובה לשטוף במים וסבון', ru: 'כשיש לכלוך נראה לעין חובה לשטוף במים וסבון' } },
                    { val: 'חיטוי בתכשיר אלכוהולי בסיום שטיפת ידיים', label: { he: 'חיטוי בתכשיר אלכוהולי בסיום שטיפת ידיים', en: 'חיטוי בתכשיר אלכוהולי בסיום שטיפת ידיים', ar: 'חיטוי בתכשיר אלכוהולי בסיום שטיפת ידיים', ru: 'חיטוי בתכשיר אלכוהולי בסיום שטיפת ידיים' } },
                    { val: 'אף אחת מהתשובות לא נכונה', label: { he: 'אף אחת מהתשובות לא נכונה', en: 'אף אחת מהתשובות לא נכונה', ar: 'אף אחת מהתשובות לא נכונה', ru: 'אף אחת מהתשובות לא נכונה' } },
                ]
            },
            {
                id: 'entry.2002496322',
                type: 'radio',
                label: { he: 'שאלה 3:\n?מה המשפט הנכון לאחר הסרת כפפות', en: 'שאלה 3:\n?מה המשפט הנכון לאחר הסרת כפפות', ar: 'שאלה 3:\n?מה המשפט הנכון לאחר הסרת כפפות', ru: 'שאלה 3:\n?מה המשפט הנכון לאחר הסרת כפפות' },
                options: [
                    { val: 'יש לשטוף ידיים במים וסבון', label: { he: 'יש לשטוף ידיים במים וסבון', en: 'יש לשטוף ידיים במים וסבון', ar: 'יש לשטוף ידיים במים וסבון', ru: 'יש לשטוף ידיים במים וסבון' } },
                    { val: 'יש לחטא בתכשיר אלכוהולי', label: { he: 'יש לחטא בתכשיר אלכוהולי', en: 'יש לחטא בתכשיר אלכוהולי', ar: 'יש לחטא בתכשיר אלכוהולי', ru: 'יש לחטא בתכשיר אלכוהולי' } },
                    { val: 'אין צורך בשיטפה או חיטוי כי השתמשתי בכפפות', label: { he: 'אין צורך בשיטפה או חיטוי כי השתמשתי בכפפות', en: 'אין צורך בשיטפה או חיטוי כי השתמשתי בכפפות', ar: 'אין צורך בשיטפה או חיטוי כי השתמשתי בכפפות', ru: 'אין צורך בשיטפה או חיטוי כי השתמשתי בכפפות' } },
                    { val: 'תשובה 1 ו2 נכונות', label: { he: 'תשובה 1 ו2 נכונות', en: 'תשובה 1 ו2 נכונות', ar: 'תשובה 1 ו2 נכונות', ru: 'תשובה 1 ו2 נכונות' } },
                ]
            },
            {
                id: 'entry.212725873',
                type: 'radio',
                label: { he: 'שאלה 4:\n?מהו משך זמן נכון לשטוף ידיים במים וסבון', en: 'שאלה 4:\n?מהו משך זמן נכון לשטוף ידיים במים וסבון', ar: 'שאלה 4:\n?מהו משך זמן נכון לשטוף ידיים במים וסבון', ru: 'שאלה 4:\n?מהו משך זמן נכון לשטוף ידיים במים וסבון' },
                options: [
                    { val: '15 שניות', label: { he: '15 שניות', en: '15 שניות', ar: '15 שניות', ru: '15 שניות' } },
                    { val: '5-10 שניות', label: { he: '5-10 שניות', en: '5-10 שניות', ar: '5-10 שניות', ru: '5-10 שניות' } },
                    { val: 'דקה', label: { he: 'דקה', en: 'דקה', ar: 'דקה', ru: 'דקה' } },
                    { val: '20-40 שניות', label: { he: '20-40 שניות', en: '20-40 שניות', ar: '20-40 שניות', ru: '20-40 שניות' } },
                ]
            },
            {
                id: 'entry.1821630031',
                type: 'radio',
                label: { he: '  5 שאלה:\nמה ריכוז הכלור הנידרש לניקיון יום יומי של חדר מטופל?', en: '  5 שאלה:\nמה ריכוז הכלור הנידרש לניקיון יום יומי של חדר מטופל?', ar: '  5 שאלה:\nמה ריכוז הכלור הנידרש לניקיון יום יומי של חדר מטופל?', ru: '  5 שאלה:\nמה ריכוז הכלור הנידרש לניקיון יום יומי של חדר מטופל?' },
                options: [
                    { val: '1000ppm  לליטר מים', label: { he: '1000ppm  לליטר מים', en: '1000ppm  לליטר מים', ar: '1000ppm  לליטר מים', ru: '1000ppm  לליטר מים' } },
                    { val: '2000ppm  לליטר מים', label: { he: '2000ppm  לליטר מים', en: '2000ppm  לליטר מים', ar: '2000ppm  לליטר מים', ru: '2000ppm  לליטר מים' } },
                    { val: '5000ppm  לליטר מים', label: { he: '5000ppm  לליטר מים', en: '5000ppm  לליטר מים', ar: '5000ppm  לליטר מים', ru: '5000ppm  לליטר מים' } },
                    { val: '10000ppm  לליטר מים', label: { he: '10000ppm  לליטר מים', en: '10000ppm  לליטר מים', ar: '10000ppm  לליטר מים', ru: '10000ppm  לליטר מים' } },
                ]
            },
            {
                id: 'entry.1747637410',
                type: 'radio',
                label: { he: ' \nשאלה 6 : \nמה החשיבות של ניקיון וחיטוי סביבתי במוסד רפואי ?', en: ' \nשאלה 6 : \nמה החשיבות של ניקיון וחיטוי סביבתי במוסד רפואי ?', ar: ' \nשאלה 6 : \nמה החשיבות של ניקיון וחיטוי סביבתי במוסד רפואי ?', ru: ' \nשאלה 6 : \nמה החשיבות של ניקיון וחיטוי סביבתי במוסד רפואי ?' },
                options: [
                    { val: 'שמירה על מראה אסטטי', label: { he: 'שמירה על מראה אסטטי', en: 'שמירה על מראה אסטטי', ar: 'שמירה על מראה אסטטי', ru: 'שמירה על מראה אסטטי' } },
                    { val: 'מניעת העברת זיהומים ושבירת רצף ההדבקה בין מטופלים צוות ומבקרים', label: { he: 'מניעת העברת זיהומים ושבירת רצף ההדבקה בין מטופלים צוות ומבקרים', en: 'מניעת העברת זיהומים ושבירת רצף ההדבקה בין מטופלים צוות ומבקרים', ar: 'מניעת העברת זיהומים ושבירת רצף ההדבקה בין מטופלים צוות ומבקרים', ru: 'מניעת העברת זיהומים ושבירת רצף ההדבקה בין מטופלים צוות ומבקרים' } },
                    { val: 'חיסכון בזמן עבודת הצוות', label: { he: 'חיסכון בזמן עבודת הצוות', en: 'חיסכון בזמן עבודת הצוות', ar: 'חיסכון בזמן עבודת הצוות', ru: 'חיסכון בזמן עבודת הצוות' } },
                    { val: 'הפחתת הצורך בטיפול תרופתי בלבד', label: { he: 'הפחתת הצורך בטיפול תרופתי בלבד', en: 'הפחתת הצורך בטיפול תרופתי בלבד', ar: 'הפחתת הצורך בטיפול תרופתי בלבד', ru: 'הפחתת הצורך בטיפול תרופתי בלבד' } },
                ]
            },
            {
                id: 'entry.889830264',
                type: 'radio',
                label: { he: ' \nשאלה 7 : \nמהו השיקול המרכזי בקביעת סוג הבידוד למטופל על פי נוהל מחוללים רבי־עמידות? ', en: ' \nשאלה 7 : \nמהו השיקול המרכזי בקביעת סוג הבידוד למטופל על פי נוהל מחוללים רבי־עמידות? ', ar: ' \nשאלה 7 : \nמהו השיקול המרכזי בקביעת סוג הבידוד למטופל על פי נוהל מחוללים רבי־עמידות? ', ru: ' \nשאלה 7 : \nמהו השיקול המרכזי בקביעת סוג הבידוד למטופל על פי נוהל מחוללים רבי־עמידות? ' },
                options: [
                    { val: 'גיל המטופל ומצבו התפקודי', label: { he: 'גיל המטופל ומצבו התפקודי', en: 'גיל המטופל ומצבו התפקודי', ar: 'גיל המטופל ומצבו התפקודי', ru: 'גיל המטופל ומצבו התפקודי' } },
                    { val: 'דרכי העברת המחולל הזיהומי', label: { he: 'דרכי העברת המחולל הזיהומי', en: 'דרכי העברת המחולל הזיהומי', ar: 'דרכי העברת המחולל הזיהומי', ru: 'דרכי העברת המחולל הזיהומי' } },
                    { val: 'משך האשפוז הצפוי', label: { he: 'משך האשפוז הצפוי', en: 'משך האשפוז הצפוי', ar: 'משך האשפוז הצפוי', ru: 'משך האשפוז הצפוי' } },
                    { val: 'זמינות חדרי הבידוד במחלקה', label: { he: 'זמינות חדרי הבידוד במחלקה', en: 'זמינות חדרי הבידוד במחלקה', ar: 'זמינות חדרי הבידוד במחלקה', ru: 'זמינות חדרי הבידוד במחלקה' } },
                ]
            },
            {
                id: 'entry.1448244571',
                type: 'radio',
                label: { he: ' \nשאלה 8:\nמי מוסמך להחליט על הפעלת בידוד למטופל? ', en: ' \nשאלה 8:\nמי מוסמך להחליט על הפעלת בידוד למטופל? ', ar: ' \nשאלה 8:\nמי מוסמך להחליט על הפעלת בידוד למטופל? ', ru: ' \nשאלה 8:\nמי מוסמך להחליט על הפעלת בידוד למטופל? ' },
                options: [
                    { val: 'אחות אחראית בלבד', label: { he: 'אחות אחראית בלבד', en: 'אחות אחראית בלבד', ar: 'אחות אחראית בלבד', ru: 'אחות אחראית בלבד' } },
                    { val: 'רופא בלבד', label: { he: 'רופא בלבד', en: 'רופא בלבד', ar: 'רופא בלבד', ru: 'רופא בלבד' } },
                    { val: 'רופא, אחות, נאמן מחלקתי או ועדת זיהומים', label: { he: 'רופא, אחות, נאמן מחלקתי או ועדת זיהומים', en: 'רופא, אחות, נאמן מחלקתי או ועדת זיהומים', ar: 'רופא, אחות, נאמן מחלקתי או ועדת זיהומים', ru: 'רופא, אחות, נאמן מחלקתי או ועדת זיהומים' } },
                    { val: 'הנהלת בית החולים בלבד', label: { he: 'הנהלת בית החולים בלבד', en: 'הנהלת בית החולים בלבד', ar: 'הנהלת בית החולים בלבד', ru: 'הנהלת בית החולים בלבד' } },
                ]
            },
            {
                id: 'entry.1190367668',
                type: 'radio',
                label: { he: ' \nשאלה 9:\n  מה נדרש לגבי ציוד רפואי בחדר בידוד?  ', en: ' \nשאלה 9:\n  מה נדרש לגבי ציוד רפואי בחדר בידוד?  ', ar: ' \nשאלה 9:\n  מה נדרש לגבי ציוד רפואי בחדר בידוד?  ', ru: ' \nשאלה 9:\n  מה נדרש לגבי ציוד רפואי בחדר בידוד?  ' },
                options: [
                    { val: 'שימוש בציוד משותף לאחר חיטוי בלבד', label: { he: 'שימוש בציוד משותף לאחר חיטוי בלבד', en: 'שימוש בציוד משותף לאחר חיטוי בלבד', ar: 'שימוש בציוד משותף לאחר חיטוי בלבד', ru: 'שימוש בציוד משותף לאחר חיטוי בלבד' } },
                    { val: 'הקצאת ציוד אישי או חד־פעמי למטופל', label: { he: 'הקצאת ציוד אישי או חד־פעמי למטופל', en: 'הקצאת ציוד אישי או חד־פעמי למטופל', ar: 'הקצאת ציוד אישי או חד־פעמי למטופל', ru: 'הקצאת ציוד אישי או חד־פעמי למטופל' } },
                    { val: 'הוצאת ציוד מהחדר ללא ניקוי', label: { he: 'הוצאת ציוד מהחדר ללא ניקוי', en: 'הוצאת ציוד מהחדר ללא ניקוי', ar: 'הוצאת ציוד מהחדר ללא ניקוי', ru: 'הוצאת ציוד מהחדר ללא ניקוי' } },
                    { val: 'שימוש בציוד רב־פעמי בלבד', label: { he: 'שימוש בציוד רב־פעמי בלבד', en: 'שימוש בציוד רב־פעמי בלבד', ar: 'שימוש בציוד רב־פעמי בלבד', ru: 'שימוש בציוד רב־פעמי בלבד' } },
                ]
            },
            {
                id: 'entry.1363240456',
                type: 'radio',
                label: { he: ' \nשאלה 10:\nכיצד יש לנהוג בעובד המסרב להתחסן?', en: ' \nשאלה 10:\nכיצד יש לנהוג בעובד המסרב להתחסן?', ar: ' \nשאלה 10:\nכיצד יש לנהוג בעובד המסרב להתחסן?', ru: ' \nשאלה 10:\nכיצד יש לנהוג בעובד המסרב להתחסן?' },
                options: [
                    { val: 'לאפשר עבודה ללא תיעוד', label: { he: 'לאפשר עבודה ללא תיעוד', en: 'לאפשר עבודה ללא תיעוד', ar: 'לאפשר עבודה ללא תיעוד', ru: 'לאפשר עבודה ללא תיעוד' } },
                    { val: 'בלהשעותו מיד', label: { he: 'בלהשעותו מיד', en: 'בלהשעותו מיד', ar: 'בלהשעותו מיד', ru: 'בלהשעותו מיד' } },
                    { val: 'להסביר את ההשלכות ולתעד סירוב חתום', label: { he: 'להסביר את ההשלכות ולתעד סירוב חתום', en: 'להסביר את ההשלכות ולתעד סירוב חתום', ar: 'להסביר את ההשלכות ולתעד סירוב חתום', ru: 'להסביר את ההשלכות ולתעד סירוב חתום' } },
                    { val: 'לחסן בכפייה', label: { he: 'לחסן בכפייה', en: 'לחסן בכפייה', ar: 'לחסן בכפייה', ru: 'לחסן בכפייה' } },
                ]
            },
            {
                id: 'entry.1495537776',
                type: 'text',
                label: { he: 'נשמח למשוב קצר : ', en: 'נשמח למשוב קצר : ', ar: 'נשמח למשוב קצר : ', ru: 'נשמח למשוב קצר : ' }
            },
            {
                id: 'entry.1847352152',
                type: 'radio',
                label: { he: '1. ?האם המארז נוח וזמין ', en: '1. ?האם המארז נוח וזמין ', ar: '1. ?האם המארז נוח וזמין ', ru: '1. ?האם המארז נוח וזמין ' },
                options: [
                    { val: '1', label: { he: '1', en: '1', ar: '1', ru: '1' } },
                    { val: '2', label: { he: '2', en: '2', ar: '2', ru: '2' } },
                    { val: '3', label: { he: '3', en: '3', ar: '3', ru: '3' } },
                    { val: '4', label: { he: '4', en: '4', ar: '4', ru: '4' } },
                    { val: '5', label: { he: '5', en: '5', ar: '5', ru: '5' } },
                ]
            },
            {
                id: 'entry.3764828',
                type: 'radio',
                label: { he: '2. האם הסרטון חידש נהלים שלא הכרתם? ', en: '2. האם הסרטון חידש נהלים שלא הכרתם? ', ar: '2. האם הסרטון חידש נהלים שלא הכרתם? ', ru: '2. האם הסרטון חידש נהלים שלא הכרתם? ' },
                options: [
                    { val: '1', label: { he: '1', en: '1', ar: '1', ru: '1' } },
                    { val: '2', label: { he: '2', en: '2', ar: '2', ru: '2' } },
                    { val: '3', label: { he: '3', en: '3', ar: '3', ru: '3' } },
                    { val: '4', label: { he: '4', en: '4', ar: '4', ru: '4' } },
                    { val: '5', label: { he: '5', en: '5', ar: '5', ru: '5' } },
                ]
            },
            {
                id: 'entry.946442302',
                type: 'radio',
                label: { he: '3. באיזה מידה הסרטון נותן לכם להרגיש שאתם חלק מתהליך מניעת זיהומים במוסד ? ', en: '3. באיזה מידה הסרטון נותן לכם להרגיש שאתם חלק מתהליך מניעת זיהומים במוסד ? ', ar: '3. באיזה מידה הסרטון נותן לכם להרגיש שאתם חלק מתהליך מניעת זיהומים במוסד ? ', ru: '3. באיזה מידה הסרטון נותן לכם להרגיש שאתם חלק מתהליך מניעת זיהומים במוסד ? ' },
                options: [
                    { val: '1', label: { he: '1', en: '1', ar: '1', ru: '1' } },
                    { val: '2', label: { he: '2', en: '2', ar: '2', ru: '2' } },
                    { val: '3', label: { he: '3', en: '3', ar: '3', ru: '3' } },
                    { val: '4', label: { he: '4', en: '4', ar: '4', ru: '4' } },
                    { val: '5', label: { he: '5', en: '5', ar: '5', ru: '5' } },
                ]
            },
        ]
    },

    'supportive_care': {
        fields: [
            {
                id: 'entry.2128698376',
                type: 'text',
                label: { he: 'שם מלא', en: 'שם מלא', ar: 'שם מלא', ru: 'שם מלא' }
            },
            {
                id: 'entry.482346055',
                type: 'select',
                label: { he: 'מחלקה : ', en: 'מחלקה : ', ar: 'מחלקה : ', ru: 'מחלקה : ' },
                options: [
                    { val: 'שיקום א', label: { he: 'שיקום א', en: 'שיקום א', ar: 'שיקום א', ru: 'שיקום א' } },
                    { val: 'שיקום ב', label: { he: 'שיקום ב', en: 'שיקום ב', ar: 'שיקום ב', ru: 'שיקום ב' } },
                    { val: 'סיעוד מורכב א\'', label: { he: 'סיעוד מורכב א\'', en: 'סיעוד מורכב א\'', ar: 'סיעוד מורכב א\'', ru: 'סיעוד מורכב א\'' } },
                    { val: 'סיעוד מורכב ב\'', label: { he: 'סיעוד מורכב ב\'', en: 'סיעוד מורכב ב\'', ar: 'סיעוד מורכב ב\'', ru: 'סיעוד מורכב ב\'' } },
                    { val: 'סיעוד מורכב ג\'', label: { he: 'סיעוד מורכב ג\'', en: 'סיעוד מורכב ג\'', ar: 'סיעוד מורכב ג\'', ru: 'סיעוד מורכב ג\'' } },
                    { val: 'מונשמים א', label: { he: 'מונשמים א', en: 'מונשמים א', ar: 'מונשמים א', ru: 'מונשמים א' } },
                    { val: 'מונשמים ג', label: { he: 'מונשמים ג', en: 'מונשמים ג', ar: 'מונשמים ג', ru: 'מונשמים ג' } },
                    { val: 'מונשמים ב', label: { he: 'מונשמים ב', en: 'מונשמים ב', ar: 'מונשמים ב', ru: 'מונשמים ב' } },
                ]
            },
            {
                id: 'entry.1264765965',
                type: 'radio',
                label: { he: '\nשאלה 1:\n  מהי מטרתו המרכזית של הטיפול התומך/הפליאטיבי?   ', en: '\nשאלה 1:\n  מהי מטרתו המרכזית של הטיפול התומך/הפליאטיבי?   ', ar: '\nשאלה 1:\n  מהי מטרתו המרכזית של הטיפול התומך/הפליאטיבי?   ', ru: '\nשאלה 1:\n  מהי מטרתו המרכזית של הטיפול התומך/הפליאטיבי?   ' },
                options: [
                    { val: 'להאריך את תוחלת החיים באמצעות טיפולים מאריכי חיים בלבד', label: { he: 'להאריך את תוחלת החיים באמצעות טיפולים מאריכי חיים בלבד', en: 'להאריך את תוחלת החיים באמצעות טיפולים מאריכי חיים בלבד', ar: 'להאריך את תוחלת החיים באמצעות טיפולים מאריכי חיים בלבד', ru: 'להאריך את תוחלת החיים באמצעות טיפולים מאריכי חיים בלבד' } },
                    { val: 'לשפר את איכות החיים של המטופל ובני משפחתו באמצעות הקלה על סבל וסימפטומים', label: { he: 'לשפר את איכות החיים של המטופל ובני משפחתו באמצעות הקלה על סבל וסימפטומים', en: 'לשפר את איכות החיים של המטופל ובני משפחתו באמצעות הקלה על סבל וסימפטומים', ar: 'לשפר את איכות החיים של המטופל ובני משפחתו באמצעות הקלה על סבל וסימפטומים', ru: 'לשפר את איכות החיים של המטופל ובני משפחתו באמצעות הקלה על סבל וסימפטומים' } },
                    { val: 'למנוע אשפוזים חוזרים במחלקות פנימיות', label: { he: 'למנוע אשפוזים חוזרים במחלקות פנימיות', en: 'למנוע אשפוזים חוזרים במחלקות פנימיות', ar: 'למנוע אשפוזים חוזרים במחלקות פנימיות', ru: 'למנוע אשפוזים חוזרים במחלקות פנימיות' } },
                    { val: 'להחליף את הטיפול הרפואי השגרתי בטיפול סיעודי', label: { he: 'להחליף את הטיפול הרפואי השגרתי בטיפול סיעודי', en: 'להחליף את הטיפול הרפואי השגרתי בטיפול סיעודי', ar: 'להחליף את הטיפול הרפואי השגרתי בטיפול סיעודי', ru: 'להחליף את הטיפול הרפואי השגרתי בטיפול סיעודי' } },
                ]
            },
            {
                id: 'entry.1661314556',
                type: 'radio',
                label: { he: 'שאלה 2:\n  מי מוסמך לקבוע כי מטופל מוגדר כ"חולה נוטה למות" או "חולה בשלב סופי"?  ', en: 'שאלה 2:\n  מי מוסמך לקבוע כי מטופל מוגדר כ"חולה נוטה למות" או "חולה בשלב סופי"?  ', ar: 'שאלה 2:\n  מי מוסמך לקבוע כי מטופל מוגדר כ"חולה נוטה למות" או "חולה בשלב סופי"?  ', ru: 'שאלה 2:\n  מי מוסמך לקבוע כי מטופל מוגדר כ"חולה נוטה למות" או "חולה בשלב סופי"?  ' },
                options: [
                    { val: 'אחות מוסמכת במחלקה', label: { he: 'אחות מוסמכת במחלקה', en: 'אחות מוסמכת במחלקה', ar: 'אחות מוסמכת במחלקה', ru: 'אחות מוסמכת במחלקה' } },
                    { val: 'עובד/ת סוציאלי/ת', label: { he: 'עובד/ת סוציאלי/ת', en: 'עובד/ת סוציאלי/ת', ar: 'עובד/ת סוציאלי/ת', ru: 'עובד/ת סוציאלי/ת' } },
                    { val: 'רופא אחראי', label: { he: 'רופא אחראי', en: 'רופא אחראי', ar: 'רופא אחראי', ru: 'רופא אחראי' } },
                    { val: 'מנהל הסיעוד של המוסד', label: { he: 'מנהל הסיעוד של המוסד', en: 'מנהל הסיעוד של המוסד', ar: 'מנהל הסיעוד של המוסד', ru: 'מנהל הסיעוד של המוסד' } },
                ]
            },
            {
                id: 'entry.2002496322',
                type: 'radio',
                label: { he: 'שאלה 3:\n  איזה מהעקרונות הבאים מאפיין טיפול תומך/פליאטיבי ?   ', en: 'שאלה 3:\n  איזה מהעקרונות הבאים מאפיין טיפול תומך/פליאטיבי ?   ', ar: 'שאלה 3:\n  איזה מהעקרונות הבאים מאפיין טיפול תומך/פליאטיבי ?   ', ru: 'שאלה 3:\n  איזה מהעקרונות הבאים מאפיין טיפול תומך/פליאטיבי ?   ' },
                options: [
                    { val: 'האצת תהליך המוות במצבים של סבל משמעותי', label: { he: 'האצת תהליך המוות במצבים של סבל משמעותי', en: 'האצת תהליך המוות במצבים של סבל משמעותי', ar: 'האצת תהליך המוות במצבים של סבל משמעותי', ru: 'האצת תהליך המוות במצבים של סבל משמעותי' } },
                    { val: 'הימנעות מוחלטת מטיפולים רפואיים', label: { he: 'הימנעות מוחלטת מטיפולים רפואיים', en: 'הימנעות מוחלטת מטיפולים רפואיים', ar: 'הימנעות מוחלטת מטיפולים רפואיים', ru: 'הימנעות מוחלטת מטיפולים רפואיים' } },
                    { val: 'שילוב היבטים פיזיים, נפשיים ורוחניים בטיפול', label: { he: 'שילוב היבטים פיזיים, נפשיים ורוחניים בטיפול', en: 'שילוב היבטים פיזיים, נפשיים ורוחניים בטיפול', ar: 'שילוב היבטים פיזיים, נפשיים ורוחניים בטיפול', ru: 'שילוב היבטים פיזיים, נפשיים ורוחניים בטיפול' } },
                    { val: 'מתן טיפול רק בשלב הסופי של החיים', label: { he: 'מתן טיפול רק בשלב הסופי של החיים', en: 'מתן טיפול רק בשלב הסופי של החיים', ar: 'מתן טיפול רק בשלב הסופי של החיים', ru: 'מתן טיפול רק בשלב הסופי של החיים' } },
                ]
            },
            {
                id: 'entry.212725873',
                type: 'radio',
                label: { he: 'שאלה 4:\n  מה מחויב הצוות לעשות בעת קבלת חולה נוטה למות למחלקה ?  ', en: 'שאלה 4:\n  מה מחויב הצוות לעשות בעת קבלת חולה נוטה למות למחלקה ?  ', ar: 'שאלה 4:\n  מה מחויב הצוות לעשות בעת קבלת חולה נוטה למות למחלקה ?  ', ru: 'שאלה 4:\n  מה מחויב הצוות לעשות בעת קבלת חולה נוטה למות למחלקה ?  ' },
                options: [
                    { val: 'להימנע משיחה עם בני המשפחה עד להחמרה במצב', label: { he: 'להימנע משיחה עם בני המשפחה עד להחמרה במצב', en: 'להימנע משיחה עם בני המשפחה עד להחמרה במצב', ar: 'להימנע משיחה עם בני המשפחה עד להחמרה במצב', ru: 'להימנע משיחה עם בני המשפחה עד להחמרה במצב' } },
                    { val: 'לברר קיום הנחיות מקדימות ולכבד את רצון המטופל', label: { he: 'לברר קיום הנחיות מקדימות ולכבד את רצון המטופל', en: 'לברר קיום הנחיות מקדימות ולכבד את רצון המטופל', ar: 'לברר קיום הנחיות מקדימות ולכבד את רצון המטופל', ru: 'לברר קיום הנחיות מקדימות ולכבד את רצון המטופל' } },
                    { val: 'להעביר את החולה אוטומטית לבית חולים כללי', label: { he: 'להעביר את החולה אוטומטית לבית חולים כללי', en: 'להעביר את החולה אוטומטית לבית חולים כללי', ar: 'להעביר את החולה אוטומטית לבית חולים כללי', ru: 'להעביר את החולה אוטומטית לבית חולים כללי' } },
                    { val: 'להפסיק טיפולים נלווים', label: { he: 'להפסיק טיפולים נלווים', en: 'להפסיק טיפולים נלווים', ar: 'להפסיק טיפולים נלווים', ru: 'להפסיק טיפולים נלווים' } },
                ]
            },
            {
                id: 'entry.1821630031',
                type: 'radio',
                label: { he: '  5 שאלה:\nאיזה תפקיד יש למערך הטיפול התומך בארגון?', en: '  5 שאלה:\nאיזה תפקיד יש למערך הטיפול התומך בארגון?', ar: '  5 שאלה:\nאיזה תפקיד יש למערך הטיפול התומך בארגון?', ru: '  5 שאלה:\nאיזה תפקיד יש למערך הטיפול התומך בארגון?' },
                options: [
                    { val: 'מתן טיפול סיעודי בסיסי בלבד', label: { he: 'מתן טיפול סיעודי בסיסי בלבד', en: 'מתן טיפול סיעודי בסיסי בלבד', ar: 'מתן טיפול סיעודי בסיסי בלבד', ru: 'מתן טיפול סיעודי בסיסי בלבד' } },
                    { val: 'קבלת החלטות משפטיות עבור המטופל', label: { he: 'קבלת החלטות משפטיות עבור המטופל', en: 'קבלת החלטות משפטיות עבור המטופל', ar: 'קבלת החלטות משפטיות עבור המטופל', ru: 'קבלת החלטות משפטיות עבור המטופל' } },
                    { val: 'ייעוץ, הכוונה, הטמעה והכשרת צוותים בטיפול תומך', label: { he: 'ייעוץ, הכוונה, הטמעה והכשרת צוותים בטיפול תומך', en: 'ייעוץ, הכוונה, הטמעה והכשרת צוותים בטיפול תומך', ar: 'ייעוץ, הכוונה, הטמעה והכשרת צוותים בטיפול תומך', ru: 'ייעוץ, הכוונה, הטמעה והכשרת צוותים בטיפול תומך' } },
                    { val: 'אחריות בלעדית על הטיפול התרופתי במחלקות', label: { he: 'אחריות בלעדית על הטיפול התרופתי במחלקות', en: 'אחריות בלעדית על הטיפול התרופתי במחלקות', ar: 'אחריות בלעדית על הטיפול התרופתי במחלקות', ru: 'אחריות בלעדית על הטיפול התרופתי במחלקות' } },
                ]
            },
        ]
    },

